<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
	<meta charset="UTF-8">
	<title>SaveTheAnimal 약관</title>
	<link rel="stylesheet" href="/resources/include/assets2/css/main.css">
	<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/css/bootstrap.min.css">
	<style>
		.right-padding {
			padding-right: 30px;
		}
	</style>
</head>
<body>
	<div style="margin-left: 12px">
		<pre>
		
	                                      제 1장 총칙
	
제 1조 목적
team3에서 운영하는 SaveTheAnimal (이하 “서비스”)에 오신 것을 환영합니다.
본 약관은 SaveTheAnimal 서비스를 이용하시는 모든 이용자 사이의 서비스 운영과
기타 사용 전반에 관하여 필요한 내용을 규정하는 것을 목적으로 합니다.

제 2조 정의
이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
1. ‘사이트’란 SaveTheAnimal의 콘텐츠 및 정보를 이용자에게 공개 및 제공하기 위하여
   컴퓨터 등 정보통신설비를 이용하여 운영하는 가상의 인터넷 공간
2. 이용자: 사이트를 방문하여 자료와 서비스를 이용하려는 모든 사용자
3. 일반이용자: 회원가입을 하지 않고도 자료를 이용할 수 있는 일반사용자

제 3조 약관의 효력과 변경
1. 약관은 일반이용자 및 회원에게 공시함으로써 효력을 발생합니다.
2. SaveTheAnimal은 본 약관을 변경할 수 있으며 변경된 약관은
   서비스 화면에 별도 공지 또는 이메일서비스를 하며,
   일반이용자 및 회원은 주기적으로 최신버전을 검토하여야 합니다.
3. 이용자가 변경된 약관에 동의하지 아니하는 경우 본 서비스를 이용할 수 없으며,
   서비스를 계속 사용하는 경우는 약관 변경에 대한 동의로 간주됩니다.
   변경된 약관은 전항과 같은 방법으로 효력을 발생합니다.

제4조 약관 외 준칙
이 약관에 명시되지 않은 사항이 국내 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.


제2장 이용계약과 회원가입

제1조 이용계약의 성립
본 사이트에 공개된 자료의 이용계약은 이용자의 경우 별도의 이의 제기가 없는 경우 약관에 동의한 것으로 간주하며,
서비스 일부 기능을 이용하기 위하여 부득이하게 이용자의 개인정보를 수집하므로
SaveTheAnimal의 승낙과 이용자의 약관 내용에 대한 동의한 것으로 처리 됩니다.

제2조 회원가입의 제한
SaveTheAnimal은 일반이용자 및 다음 각호에 해당하는 회원가입에 대하여 이를 승낙하지 아니하며,
관계 법령에 따라 처벌받을 수 있습니다. 또한 제 3자에게 야기한 손해를 배상할 책임이 있습니다.
① 다른 사람의 명의를 사용하여 신청하였을 때
② 회원가입시 필요한 개인정보를 허위로 기재하여 신청하였을 때
③ 사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때
④ 기타 SaveTheAnimal이 정한 이용 신청 요건이 미비하였을 때

제3조 계약사항의 변경 및 해지
1. 이용자가 이용신청 시 기재한 사항이 변경되었을 경우에는 인터넷을 통하여 수정요청을 할 수 있습니다.
2. 이용자가 이용 계약을 해지 하고자 할 때에는 이용자 본인이 직접 해지 신청을 하여야 합니다.
3. SaveTheAnimal은 이용자가 다음 사항에 해당하는 행위를 하였을 경우 사전 통지 없이
   이용 계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.
① 공공 질서 및 미풍 양속에 반하는 경우
② 범죄적 행위에 관련되는 경우
③ 이용자가 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행 할 경우
④ 타인의 서비스 아이디 및 비밀번호를 도용한 경우
⑤ 타인의 명예를 손상시키거나 불이익을 주는 경우
⑥ 같은 사용자가 다른 아이디로 이중 등록을 한 경우
⑦ 서비스에 위해를 가하는 등 서비스의 건전한 이용을 저해하는 경우
⑧ SaveTheAnimal의 컨텐츠 무단 복제 등을 통하여 상업적 목적으로 사용하였을 경우
⑨ 기타 관련법령이나 SaveTheAnimal이 정한 이용조건을 위배하는 경우


제3장 책임

제1조 SaveTheAnimal의 책임
1. SaveTheAnimal은  관계 법령이 정하는 바에 짜라 이용자의 개인정보를 보호하기 위해 노력합니다.
   개인정보의 보호 및 사용에 관해서는 관계 법령 및 단체의 개인정보처리방침에 정한 바에 의합니다.
2. SaveTheAnimal은 회원의 개인신상정보를 본인의 승낙 없이 타인에게 누설, 배포하지 않습니다.
   다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관 등의 요구가 있는 경우에는 그러하지 아니합니다.

제2조 이용자
1. 아이디와 비밀번호에 관한 모든 관리의 책임은 이용자에게 있습니다.
2. 자신의 아이디가 부정하게 사용된 경우, 이용자는 반드시 SaveTheAnimal에 그 사실을 통보해야 합니다.
3. 이용자는 이 약관 및 관계법령에 규정한 사항을 준수하여야 합니다.


제4장 이용 정책

본 서비스에 게시된 자료는 자료의 공공이용 취지에 맞추어 서비스되므로 자유롭게 이용할 수 있으나,
일부 자료에 한하여 다음과 같은 사항을 반드시 준수하며 이용해야 하며,
이를 어기고 이용함으로서 발생되는 법적 책임은 이용자가 가집니다.


이 약관은 2020년 12월 1일부터 시행 합니다.
		                            
		</pre>
	</div>
	<div class="text-end right-padding">
		<button class="button special" onclick="window.close()">닫기</button>
	</div>
	<br>
</body>
</html>